"livechat.inputfield.questionplaceholder" = "Введите свой вопрос";
"livechat.inputfield.messageplaceholder" = "Сообщение";
"livechat.inputfield.feedbackplaceholder" = "Введите свой отзыв...";
"livechat.inputfield.commentplaceholder" = "Комментарий";
"livechat.headertitle.department" = "Выберите отдел";
"livechat.headertitle.feedback" = "Поделитесь своими рекомендациями";
"livechat.button.send" = "Отправить";
"livechat.button.ok" = "ОК";
"livechat.button.photolibrary" = "Медиатека";
"livechat.button.sendPhoto" = "Отправить фото";
"livechat.button.takescreenshot" = "Сделать снимок экрана";
"livechat.button.cancel" = "Отмена";
"livechat.button.open" = "Открыть";
"livechat.button.copy" = "Копировать";
"livechat.button.submit" = "ОТПРАВИТЬ";
"livechat.button.back" = "< Назад";
"livechat.button.select" = "Выберите";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "Назад";
"livechat.message.savetolibrary" = "Сохранить в альбом камеры";
"livechat.message.offlineSend" = "Автономная отправка";
"livechat.message.secs" = "%@ с";
"livechat.message.sec" = "%@ с";
"livechat.message.newmessage" = "%@ новое сообщение";
"livechat.message.newmessages" = "Новые сообщения — %@";
"livechat.message.chattransfered" = "Чат переведен. Здравствуйте! %@ на связи, и я хочу помочь вам!";
"livechat.message.agenjoinedchat" = "Пользователь %@ присоединился к этому разговору.";
"livechat.message.sessionended" = "Сеанс завершен - #%@";
"livechat.message.sessionendednovisitid" = "Сеанс завершен";
"livechat.message.connectedto" = "Связано с %@";
"livechat.message.sessionendtime" = "Сеанс чата будет завершен через %@";
"livechat.message.chatmissed" = "Мы свяжемся с вами в кратчайшие сроки";
"livechat.message.defaultthankmsg" = "Спасибо за обращение! \n Просим оценить разговор и оставить свои отзывы и предложения.";
"livechat.ratingresponse.ratingandfeedback" = "Благодарим за ценный отзыв и оценку";
"livechat.ratingresponse.feedback" = "Благодарим вас за ценный отзыв";
"livechat.ratingresponse.rating" = "Благодарим вас за оценку";
"livechat.message.name" = "Я";
"livechat.ratingmessage.bad" = "Плохо";
"livechat.ratingmessage.good" = "Хорошо";
"livechat.ratingmessage.wow" = "Супер!";
"livechat.feedbackmessage.nofeedback" = "Нет отзыва";
"livechat.connectionstatus.online" = "Онлайн";
"livechat.connectionstatus.offline" = "Не в сети";
"livechat.connectionstatus.connecting" = "Подключение";
"livechat.connectionstatus.waitingfornetwork" = "Ожидается подключение к сети";
"livechat.connectionstatus.noconnection" = "Отсутствует подключение к сети.";
"livechat.day.morning" = "Утро";
"livechat.day.afternoon" = "День";
"livechat.day.evening" = "Вечер";
"livechat.day.night" = "Ночь";
"livechat.day.today" = "Сегодня";
"livechat.day.yesterday" = "Вчера";
"livechat.fileSize.exceed.alert" = "Размер файла превышает максимальное ограничение";

//

"livechat.message.sessionend" = "Сеанс чата близится к завершению";

"livechat.leave.feedback" = "Спасибо за обращение! \n Просим оставить свои отзывы и предложения.";

"livechat.offline.sent" = "Отправлено, когда вы были не в сети";

"livechat.conversation.gif" = "GIF";

"livechat.conversation.image" = "изображение";

"livechat.conversation.vidoe" = "видео";

"livechat.conversation.audio" = "звук";

"livechat.conversation.file" = "файл";

"livechat.conversation.location" = "местоположение";

"livechat.conversation.contact" = "контакт";

"livechat.ongoing.typing" = "печатает";

"livechat.offline.message" = "Сейчас никого нет на связи. Оставьте сообщение, и мы свяжемся с вами в ближайшее время.";

"livechat.start.chat" = "Начать чат";

"livechat.recently.viewed" = "Недавно просмотренные";

"livechat.faq.srarch.empty" = "Ой! Статья, которую вы ищете, еще не готова! Попробуйте позже!";

"livechat.faq.search" = "Поиск статьи";

"livechat.conversation" = "Обсуждения";

"livechat.faq" = "База знаний";

"livechat.conversation.search.empty" = "Ошибка! Похоже, ни в одном из существующих обсуждений нет искомого слова. Попробуйте найти другое слово!";

"livechat.conversation.attended" = "в %@ с %@"; //in zylker with andrew

"livechat.conversation.missed" = "Пропущено в %@";//Missed in sales

"livechat.conversation.search" = "Поиск обсуждения";

"livechat.conversation.empty" = "Пока нет бесед! Для получения помощи экспертов, достаточно лишь нажать кнопку.";

"livechat.faq.empty" = "Модуль статей еще не готов!";

"livechat.conversaiton.awaiting" = "Ожидается подключение...";

"livechat.faq.article" = "Статья";

"livechat.faq.articles" = "Статьи";

"livechat.faq.view" = "просмотры";

"livechat.faq.views" = "просмотры";




"livechat.button.endsession" = "Завершить сеанс";
"livechat.message.missedChat" = "Пропущенный чат";
"livechat.message.sharedfile" = "Посетитель поделился файлом";
"livechat.message.suggestions" = "Рекомендации";
"livechat.message.like" = "Нравится";
"livechat.message.dislike" = "Не нравится";
"livechat.message.timezone" = "Часовой пояс";
"livechat.message.date" = "Дата";//
"livechat.message.time" = "Время";//
"livechat.message.from" = "От";//
"livechat.message.to" = "До";//
"livechat.message.speaker" = "Докладчик";
"livechat.message.settings" = "Настройки";
"livechat.message.okay" = "ОК";
"livechat.button.dnt" = "Не отслеживать";
"livechat.button.gotit" = "Ясно!";
"livechat.button.learnmore" = "Подробнее";
"livechat.button.accept" = "Принять";
"livechat.button.decline" = "Отклонить";
"livechat.message.slidetodelete" = "Проведите пальцем, чтобы удалить";
"livechat.message.holdtorecord" = "Удерживайте для записи; отпустите, чтобы остановить";
"livechat.permission.microphone" = "Разрешите доступ к микрофону устройства для записи и отправки голосовых сообщений.";
"livechat.buttton.later" = "Позже";
"livechat.message.permission" = "Перейдите к настройкам приложений";
"livechat.message.angry" = "Сердитый";
"livechat.message.sad" = "Грустный";
"livechat.message.neutral" = "Нейтральный";
"livechat.message.good" = "Хорошо";
"livechat.message.great" = "Отлично";

"livechat.message.chattransfering" = "%@ пересылает этот чат пользователю %@.";
"livechat.message.forwardsupport" = "%@ пересылает этот чат.";
"livechat.message.forwardaccepted" = "Этот час успешно переслан пользователю %@.";

"livechat.button.done" = "Готово";
"livechat.button.skip" = "Пропустить";
"livechat.button.confirm" = "Подтвердить";
"livechat.message.bookslot" = "Забронировать время";

"livechat.message.verybad" = "Очень плохо";
"livechat.message.neutral" ="Нейтрально";
"livechat.message.pickdate" = "Выберите дату";
"livechat.message.pickslot" = "Выберите временной интервал";
"livechat.message.pickloc" = "Выберите местоположение";
"livechat.message.location" = "Местоположение";
"livechat.message.curloc" = "Отправить текущее местоположение" ;
"livechat.message.selloc" = "Отправить выбранное местоположение";

"livechat.message.changeemail" = "Изменить адрес электронной почты";
"livechat.message.translateconsent" = "Перевод Google";
"livechat.message.chatconsent" = "Согласие на чат";
"livechat.message.trackconsent" = "Согласие на отслеживание";
"livechat.chatconsent.message" = "Нажимая «Принять», вы соглашаетесь с нашими условиями и положениями, изложенными в документе.";
"livechat.trackconsent.message1" = "Здравствуйте! Мы отслеживаем ваши действия в приложении, чтобы улучшить работу с ним.";
"livechat.trackconsent.message2" = "Здравствуйте! Мы отслеживаем ваши действия в приложении, чтобы улучшить работу с ним. Чтобы отказаться от этого, нажмите «Не отслеживать».";
"livechat.message.cardmask" = "Скрытие номера кредитной карты";
"livechat.creditcard.message" = "Сведения о номере кредитной карты носят характер персональных данных. Скрыть первые 12 цифр в номере карты?";
"livechat.button.mask" = "Скрыть";
"livechat.message.emailtranscript" = "Вы собираетесь отправить эту запись чата по эл. почте пользователю %@.";


"livechat.message.continuesession" = "Ваш сеанс чата с нами завершен. У вас есть другие вопросы? Нажмите «Продолжить», чтобы открыть чат с нами.";
"livechat.button.sendemail" = "Отправить запись чата по эл. почте";
"livechat.button.continue" = "Продолжить";
"livechat.message.typeemail" = "Введите свой адрес электронной почты";
"livechat.message.mailsent" = "Письмо успешно отправлено";
"livechat.message.mailfailed" = "Не удалось отправить письмо";


"livechat.button.yes" = "Да";
"livechat.button.no" = "Нет";
"livechat.message.connectohuman" = "Нужна помощь специалиста?";

"livechat.message.downloading" = "Идет загрузка";
"livechat.message.uploading" = "Идет отправка";

"livechat.message.sendphoto" = "Отправить 1 фото";
"livechat.message.sendvideo" = "Отправить 1 видео";

"livechat.message.sendphotos" = "Отправить %@ фото";
"livechat.message.sendvideos" = "Отправить %@ видео";


"livechat.message.senditems" = "Отправить элементы (%@)";

"livechat.message.saved" = "Сохранено";
"livechat.message.screenshot" = "Коснитесь, чтобы продолжить";

"livechat.message.time.yearsago" = "%@ г/лет назад";
"livechat.message.time.monthsago" = "%@ мес. назад";
"livechat.message.time.weeksago" = "%@ нед. назад";
"livechat.message.time.daysago" = "%@ дн. назад";
"livechat.message.time.hoursago" = "%@ ч назад";
"livechat.message.time.minutesago" = "%@ мин назад";
"livechat.message.time.secondsago" = "%@ с назад";
"livechat.continue.chat" = "Продолжить чат";
"livechat.conversation.started" = "в %@";
"livechat.message.sendfeedback" = "Отправить отзыв";
"livechat.message.sessionendtime" = "Сеанс чата будет завершен через %@";

"livechat.message.recieveimage" = "Пользователь %@ отправил вам изображение";
"livechat.message.recievevideo" = "Пользователь %@ отправил вам видео";
"livechat.message.recievegif" = "Пользователь %@ отправил вам файл GIF";
"livechat.message.recievefile" = "Пользователь %@ отправил вам файл";
"livechat.message.recieveaudio" = "Пользователь %@ отправил вам аудиоклип";
"livechat.message.sharescreenshot" = "Поделиться снимком экрана";

//REOPEN
"livechat.message.defaultthankmsg" = "Благодарю вас за приятное общение в чате. Пожалуйста, уделите минуту и поставьте нам оценку.";

"livechat.message.rate.1star" = "Жаль, что мы не смогли вам помочь. Мы постараемся улучшить работу службы поддержки.";
"livechat.message.rate.2star" = "Приносим свои извинения! В следующий раз у вас наверняка будут более приятные впечатления.";
"livechat.message.rate.3star" = "Спасибо за оценку! Если вам требуется помощь, смело обращайтесь к нам.";
"livechat.message.rate.4star" = "Благодарим за оценку. Мы всегда рады помочь.";
"livechat.message.rate.5star" = "Спасибо!  Мы всегда рады помочь вам";

"livechat.message.feedback" = "Благодарим за отзыв.";

"livechat.message.state.connecting" = "Выполняем подключение";
"livechat.message.state.connected" = "Подключено";

"livechat.message.inputcard.title.name" = "Введите имя";
"livechat.message.inputcard.title.phone" = "Введите контактный телефон";
"livechat.message.inputcard.title.url" = "Введите URL-адрес";
"livechat.message.inputcard.title.email" = "Введите адрес эл. почты";

"livechat.message.inputcard.error.name" = "Введите допустимое имя";
"livechat.message.inputcard.error.email" = "Введите допустимый адрес эл. почты";
"livechat.message.inputcard.error.contact" = "Введите допустимый контактный номер";
"livechat.message.inputcard.error.url" = "Введите допустимый URL-адрес";

"livechat.message.form.inline.introduction" = "Помогите нам узнать, с кем мы общаемся.";
"livechat.message.form.inline.chatmessage" = "Чтобы начать общение, нам требуются некоторые данные.";
"livechat.message.form.inline.buttontitle" = "Заполнить форму";

"livechat.message.form.field.error.question" = "Введите вопрос";
"livechat.message.form.field.question" = "Введите вопрос здесь";
"livechat.message.form.field.campaign" = "Хотите подписаться на наши новости?";

"livechat.message.form.field.error.unknown" = "Введен недопустимый ответ.";

"livechat.message.form.field.department.fieldname" = "Отдел";
"livechat.message.form.field.department.message" = "Выберите отдел, в который следует направить запрос";
"livechat.message.form.field.department.placeholder" = "Выберите отдел";
"livechat.message.form.field.department.coversation.error" = "Выберите другой отдел.";
"livechat.message.form.field.department.traditional.error" = "Выберите допустимый отдел";



"livechat.message.form.field.email.fieldname" = "Адрес электронной почты";
"livechat.message.form.field.email.message" = "Можно прислать письмо на ваш эл. адрес?";
"livechat.message.form.field.email.placeholder" = "Введите свой адрес электронной почты";
"livechat.message.form.field.email.coversation.error" = "Похоже, вы ввели неверный эл. адрес. Введите свой адрес электронной почты еще раз.";
"livechat.message.form.field.email.traditional.error" = "Введите допустимый адрес эл. почты";



"livechat.message.form.field.phone.fieldname" = "Телефон";
"livechat.message.form.field.phone.message" = "Можно ли узнать ваш контактный номер телефона?";
"livechat.message.form.field.phone.placeholder" = "Введите свой контактный номер";
"livechat.message.form.field.phone.coversation.error" = "Похоже, вы ввели неверный номер телефона. Введите свой телефонный номер еще раз.";
"livechat.message.form.field.phone.traditional.error" = "Введите допустимый номер телефона";


"livechat.message.form.field.name.fieldname" = "Имя";
"livechat.message.form.field.name.message" = "Как к вам обращаться?";
"livechat.message.form.field.name.placeholder" = "Введите имя";
"livechat.message.form.field.name.coversation.error" = "Похоже, вы ввели неверное имя. Введите свое имя еще раз.";
"livechat.message.form.field.name.traditional.error" = "Введите допустимое имя";

"livechat.button.sure" = "Конечно";
"livechat.message.form.conversation.sendername" = "Оператор";
"livechat.message.form.traditional.title" = "Сведения о пользователе";

"livechat.message.error.internet" = "Проверьте подключение к Интернету.";
"livechat.message.error.unknown" = "Ошибка! Что-то пошло не так. Повторите попытку";


//FORMS
"livechat.message.error.internet" = "Проверьте подключение к Интернету.";
"livechat.message.error.unknown" = "Ошибка! Что-то пошло не так. Повторите попытку";
"livechat.conversation.started_no_dept" = "с %@";
"livechat.message.reopensession" = "Сеанс чата завершен. Если у вас появились дополнительные вопросы, вы всегда можете снова открыть чат.";
"livechat.message.failiure.unknown" = "Что-то пошло не так. Код ошибки: %@";
"livechat.message.failiure.throttle" = "Подключение отрегулировано. Повторите попытку позже.";
"livechat.button.reopen" = "Открыть чат повторно";
"livechat.message.conversation.reopened" = "Вы повторно открыли чат:";
"livechat.message.sendblocked.ended" = "Этот чат завершен";
"livechat.message.conversation.operatorsunavailable" = "Нет операторов";
"livechat.message.conversation.waiting" = "Оператор присоединится в ближайшее время";
"livechat.message.conversation.formwaiting" = "От вас ожидаются сведения";

"livechat.message.chatwithus" = "Поговорите с нами в чате!";
"livechat.message.search" = "Поиск";
"livechat.rate.titlemessage" = "Вам понравилось общаться с нами?";
"livechat.rate.subtitlemessage" = "Пожалуйста, уделите минуту и поставьте свою оценку";
"livechat.message.time.justnow" = "Только что";
"livechat.message.file" = "Файл";
"livechat.message.missed.message" = "Извините, мы пропустили вас! Мы свяжемся с вами в кратчайшие сроки!";
"livechat.message.connection.online.message" = "Снова в сети!";

"salesiq.chat.branding" = "На платформе SalesIQ Mobilisten";
"livechat.button.download" = "Загрузить";
"livechat.alert.formactivenotice.title" = "Форма активна в другом чате";
"livechat.alert.formactivenotice.subtitle" = "Заполните форму в предыдущем чате, прежде чем начинать новый чат!";
"livechat.message.offlinemessage.submitted" = "Автономное сообщение отправлено";
"livechat.message.storage_permission.denied" = "Доступ к хранилищу запрещен.";
"livechat.message.timedout" = "Время ожидания истекло";
"livechat.message.success" = "Успешно";
"livechat.message.faliure" = "Сбой";

"livechat.message.widget.selectionlimit" = "Достигнут лимит на число выбранных элементов";
"livechat.message.noresult" = "Нет результатов";
"livechat.message.waitingforconnection" = "Ожидание подключения к сети";
"livechat.message.chat.closedalert" = "Сеанс закрыт! Чтобы продолжить, повторно откройте чат.";

"livechat.message.info.chatmissed" = "Мы пропустили вашу заявку на общение в чате.";
"livechat.message.status.sending" = "Идет отправка";
"livechat.message.status.sent" = "Отправлено";
"livechat.message.status.resend" = "Отправить повторно";
"livechat.message.status.delete" = "Удалить";
"livechat.message.inputcard.error.novalue" = "Введите допустимое значение";

"livechat.chat.pendingaction.placeholder" = "Подождите.";
"livechat.chat.sender.profanity.alert" = "Оповещение об оскорбительном содержимом";
"livechat.chat.queue.banner.calculating" = "Вычисление времени ожидания...";
"livechat.chat.queue.banner.title" = "Вы в очереди чата";
"livechat.chat.queue.banner.timeremaining" = "Осталось приблизительно %@";
"livechat.chat.queue.banner.position.subtitle" = "Позиция";
"livechat.chat.list.subtitle.queue.spot" = "Позиция в очереди: %@";
"livechat.gdpr.googletranslate.consent" = "В данной службе может встречаться текст, переведенный с помощью Google. Компания Google отказывается от каких-либо гарантий в отношении переводов, как прямых, так и косвенных, включая любые гарантии точности, надежности, а также любые подразумеваемые гарантии товарного состояния, пригодности для использования по назначению и отсутствия нарушений авторских прав.";
"livechat.gdpr.translation.consent" = "Согласие на перевод";
"livechat.button.schedule" = "Расписание";

"livechat.message.inputwidget.datetime.title" = "Дата и время";
"livechat.message.search.country.placeholder" = "Поиск страны или кода";
"livechat.message.permission.denied.location" = "Доступ к сведениям о местоположении запрещен";
"livechat.messsage.search.noresults" = "Не удалось найти результаты, соответствующие условиям поиска";

"livechat.message.status.edit" = "Редактировать";
"livechat.message.status.reply" = "Ответить";
"livechat.message.deletingmessage" = "Идет удаление сообщения";
"livechat.message.deletemessage" = "Удалить сообщение?";
"livechat.message.messagedeletedforeveryone" = "Это сообщение будет удалено для всех. Отменить это действие невозможно";
"livechat.message.loadmoremessage" = "Загрузить еще";
"livechat.message.messagedeleted" = "Это сообщение удалено";
"livechat.message.messageedited" = "Отредактировано";
"livechat.message.failure.transcriptFetch" = "Не удалось загрузить сообщения. Повторите попытку позже.";
"livechat.message.failure.deleteMessage" = "Не удалось удалить сообщение. Повторите попытку позже.";
"livechat.message.failure.editMessage" = "Не удалось отредактировать сообщение. Повторите попытку позже.";

"livechat.message.log.title" = "Журнал приложения";
"livechat.message.log.chatMessage" = "Оператору требуется доступ к вашему журналу приложения";
"livechat.message.share" = "Поделиться";
"livechat.info.message" = "Скопировано";

"livechat.booking.description"="Нажмите “Забронировать” ниже, чтобы запланировать встречу."; 
"livechat.booking.bookappointment" = "Бронирование встречи"; 
"livechat.booking.cancelbooking" = "Отменить бронирование"; 
"livechat.booking.cancelbooking.message" = "Действительно отменить это бронирование?"; 
"livechat.booking.discardbooking" = "Действительно отменить изменения?"; 
"livechat.common.discard" = "Отменить"; 
"livechat.booking.pickadate" = "Выберите дату"; 
"livechat.booking.allslotsbooked" = "Нет свободного времени"; 
"livechat.booking.allslotsbooked.message" = "Похоже, на указанную дату нет свободного времени. Выберите другую дату."; 
"livechat.booking.unavailable" = "Недоступно"; 
"livechat.booking.slots" = "Периоды времени"; 
"livechat.booking.slot" = "Время"; 
"livechat.booking.choosedate" = "Выберите дату"; 
"livechat.booking.bookingconfirmation.title" = "Подтверждение бронирования"; 
"livechat.booking.verifydetails" = "Подтвердить контактные данные"; 
"livechat.common.noresultfound" = "Нет результатов по запросу"; 
"livechat.booking.choosetimeslot.title" = "Выберите время"; 
"livechat.booking.booknow" = "Забронировать"; 
"livechat.booking.scheduled" = "Запланировано"; 
"livechat.booking.cancelled" = "Отменено"; 
"livechat.booking.reschedule" = "Изменить расписание"; 
"livechat.booking.cancel" = "Отмена";

"livechat.booking.expired" = "Срок действия истек";
"livechat.booking.rescheduled" = "Расписание изменено";
"livechat.booking.error.booknow" = "Повторить попытку";
"livechat.booking.error.bookanappointment" = "Невозможно забронировать встречу";
"livechat.booking.error.confirmappointment" = "Не удалось забронировать встречу. Повторите попытку.";
"livechat.booking.error.rescheduleaction" = "Не удалось перенести. Повторите попытку.";
"livechat.booking.error.cancelaction" = "Не удалось отменить. Повторите попытку.";
"livechat.booking.error.rescheduleappointment" = "Не удалось перенести. Повторите попытку.";
"livechat.info.booking.reschedule" = "Встреча перенесена";
"livechat.info.booking.cancel" = "Встреча отменена";
"livechat.booking.success.appointment" = "Встреча успешно забронирована";
"livechat.booking.success.reschedule" = "Встреча успешно перенесена";
"livechat.booking.success.cancel" = "Встреча успешно отменена";
"livechat.booking.disabled" = "Интеграция не включена на портале";
"livechat.booking.search" = "Ничего не найдено для";
"livechat.voicemessage.alert.title" = "Отменить голосовое сообщение";
"livechat.voicemessage.alert.message" = "Записанное голосовое сообщение будет отменено";
"livechat.booking.alert.discardChangesPrompt" = "Внесенные изменения не будут сохранены. Действительно продолжить?";
"livechat.alert.button.proceed" = "Продолжить";
"livechat.alert.button.cancel" = "Отмена";


//knowledgebase
"livechat.knowledgebase.recentsearches" = "Предыдущие поисковые запросы";
"livechat.knowledgebase.categories" = "Категории";
"livechat.knowledgebase.article.updated" = "Обновлено";
"livechat.knowledgebase.action.like" = "Нравится";
"livechat.knowledgebase.action.dislike" = "Не нравится";
"livechat.knowledgebase.info.liked" = "Понравилось";
"livechat.knowledgebase.info.disliked" = "Не понравилось";
"livechat.knowledgebase.view" = "просмотр";
"livechat.knowledgebase.views" = "просмотры";
"livechat.knowledgebase.action.invalid" = "Недопустимое действие. Повторите попытку.";
"livechat.knowledgebase.noviews" = "Нет просмотров";

"livechat.knowledgebase.subcategories" = "Подкатегории";
"livechat.knowledgebase.article" = "статья";
"livechat.knowledgebase.articles" = "Статьи";
"livechat.knowledgebase.relatedarticles" = "Похожие статьи";
"livechat.knowledgebase.subcategory.count" = "подкатегория";
"livechat.knowledgebase.subcategories.count" = "Подкатегории";
"livechat.knowledgebase.recentlyviewed" = "Недавно просмотренные";
"livechat.knowledgebase.choosedepartment" = "Выберите отдел";
"livechat.knowledgebase.search.departments" = "Отделы";
"livechat.knowledgebase.delete.or.disabled" = "Статья недоступна";

"livechat.chat" = "Чат";
"livechat.knowledgebase.time.yearsago" = "Обновлено %@ г/лет назад";
"livechat.knowledgebase.time.monthago" = "Обновлено %@ мес. назад";
"livechat.knowledgebase.time.dayago" = "Обновлено 1 день назад";
"livechat.knowledgebase.time.daysago" = "Обновлено %@ дн. назад";
"livechat.knowledgebase.time.hourago" = "Обновлено 1 час назад";
"livechat.knowledgebase.time.hoursago" = "Обновлено %@ ч назад";
"livechat.knowledgebase.time.justnow" = "Обновлено только что";

"livechat.conversation.unavailable" = "Чат недоступен";
"livechat.message.file.not.supported" = "Тип файла не поддерживается";
"livechat.message.sending.failed" = "Не удалось отправить сообщение";
"livechat.launcher.dismiss" = "Перетащите сюда, чтобы отключить";
"livechat.button.endchat" = "Завершить чат";

"livechat.message.resendall" = "Отправить все повторно";
"livechat.message.deleteall" = "Удалить все";
"livechat.filebotcard.minimumselection.error" = "Выберите не менее %@ файлов";
"livechat.filebotcard.maximumselection.error" = "Можно поделиться определенным количеством файлов (не более %@)";
"livechat.filebotcard.selectionfile.limitexceed.error" = "Размер файла не должен превышать %@";
"livechat.filebotcard.upload" = "Передать";


"livechat.message.widget.minimumselectionlimit" = "Требуется выбрать несколько элементов (не менее %@)";
"livechat.message.resource.viewarticle" = "Просмотреть статью";
"livechat.filebotcard.unsupportedfile.error" = "Выбранный файл не поддерживается, выберите другой. ";
"livechat.fab.call.action" = "Вызов";
"livechat.fab.chat.action" = "Чат";
"livechat.fab.close.action" = "Закрыть";

"livechat.info.call.convertedaschat" = "Пользователь %@ преобразовал этот вызов в чат";
"livechat.info.call.end" = "Аудиовызов в %@ для %@";
"livechat.info.call.reject.peer" = "В настоящий момент пользователь %@ занят. Попробуйте позвонить позже";
"livechat.info.call.reject" = "Пользователь %@ отклонил аудиовызов в %@";
"livechat.info.call.missed.other" = "Пользователь %@ пропустил ваш аудиовызов в %@";
"livechat.info.call.missed.self" = "Пользователь %@ пропустил аудиовызов в %@";
"livechat.info.call.cancelled" = "Пользователь %@ отменил аудиовызов в %@";
"livechat.common.loading" = "Идет загрузка...";
"livechat.call.title.ongoingcall" = "Активный вызов";
"livechat.prechat.chat.online.title" = "Поговорите с нами!";
"livechat.prechat.chat.offline.title" = "Оставьте нам сообщение";
"livechat.prechat.call.online.title" = "Позвоните нам";
"livechat.prechat.call.offline.title" = "Направить нам пропущенный вызов";
"livechat.call.warning.make.new.call" = "Нельзя начать новый вызов, пока не закончен текущий.";
"livechat.call.end.alert.when.end.conversation" = "Если завершить чат, активный вызов будет также отключен. Действительно продолжить?";
"livechat.action.end" = "Завершить";
"livechat.prechat.brand.back.to.online" = "Привет, мы снова в сети!";
"livechat.call.outgoingcall.duration" = "Исходящий вызов в течение %@";
"livechat.call.missed" = "Пропущенный вызов";
"livechat.call.cancelled" = "Отмененный вызов";
"livechat.missed.chat.response" = "Спасибо за обращение! Мы свяжемся с вами в кратчайшие сроки.";
"livechat.call.miss.alert.title" = "Операторы недоступны";
"livechat.call.miss.alert.message" = "Хотите направить нам пропущенный вызов?";
"livechat.chat.miss.alert.message" = "Хотите оставить нам сообщение?";
"livechat.call.recording.consent.title" = "Согласие на запись вызова";
"livechat.call.recording.consent" = "Все вызовы записываются в целях повышения качества, ведения учета и обучения. Нажимая “Принять”, вы предоставляете свое согласие на запись вызова.";
"livechat.call.queue.title" = "Вызов в очереди";
"livechat.call.microphone.permission.title" = "Пожалуйста, предоставьте доступ";
"livechat.call.microphone.permission.custom.message" = "Пользователь %@ запрашивает доступ к микрофону для совершения голосовых вызовов";
"livechat.call.microphone.permission.message" = "Этому приложению нужно разрешение на доступ к микрофону для совершения голосовых вызовов";
"livechat.button.endconversation" = "Завершить разговор";
"livechat.message.offlinechat" = "Чат в автономном режиме";
"livechat.message.offlinecall" = "Вызов в автономном режиме";
"livechat.checkbox.consent.message" = "Я принимаю условия и положения";
"livechat.checkbox.consent.message.tac" = "условиями предоставления услуг,";
"livechat.list.subtitle.queue.call" = "Ваш вызов ожидает ответа в очереди. Пожалуйста, подождите.";
"livechat.list.subtitle.queue.chat" = "Ваш чат ожидает ответа в очереди. Подождите.";
"livechat.common.gdpr.consent.title" = "Согласие на разговор";
"livechat.common.gdpr.consent.message" = "Нажимая “Принять”, вы соглашаетесь с условиями и положениями, изложенными в настоящем документе.";
"livechat.common.gdpr.consent.message.in.forms" = "Поставив флажок в окне подтверждения условий, вы соглашаетесь со всеми условиями и положениями, изложенными в настоящем документе.";
"livechat.form.toast.agree.tac" = "Примите “Условия и положения”, чтобы продолжить";
"livechat.list.missed.call.subtitle" = "Мы пропустили ваш вызов. Повторите попытку позже.";
"livechat.list.cancel.call.subtitle" = "Вы отменили аудиовызов.";
"livechat.list.subtitle.ongoingcallinothersession" = "Активный вызов в другом сеансе";
"livechat.call.failed.message" = "Похоже, все наши операторы в настоящее время недоступны!";
"livechat.call.waiting.for.response" = "Подождите, пока наш специалист службы поддержки примет ваш вызов";
"livecaht.call.initialization.failed" = "Не удалось выполнить инициализацию";
